/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "授权";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta 需要访问您的联系人。我们不会在服务器上存储您的联系人列表。";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "很抱歉！";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "接受新的安全码";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "需要采取行动";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta 需要访问您的联系人。联系人访问受限。Forsta 即将退出。你可以通过 设置 App >> 常规 >> 限制 >> 联系人 >> 允许 以暂时允许 Forsta 访问联系人来解除限制。";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "关闭";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "接听";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "有新的消息！打开应用以查看。";

/* No comment provided by engineer. */
"APN_Message" = "新消息！";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "消息来自";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "来自群组的消息";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ 在 %@ 群组：%@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "存档";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "存档";

/* No comment provided by engineer. */
"ATTACHMENT" = "附件";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "附件下载失败，请点击以重试。";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "正在下载附件";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "新附件正在等待下载。";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta需要访问您的麦克风以正常工作。您可以在 设置 >> 隐私 >> 麦克风 >> Forsta 中恢复该权限";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "回拨";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "从相册中选择...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "此操作将会重置程序，删除您的所有信息并将您从服务器注销。在删除所有数据后，此程序将会自动关闭。";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "您确定要销毁您的账号吗？";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "您将无法在这个群聊里面发送和接收消息。";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "确定离开群聊？";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "绑定新设备";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "确认";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "未注册的号码";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "聊天设置";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "选择国家编码";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u 天";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "已传达";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "最新活动设备: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "已绑定: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "设备列表更新失败。";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "即将消失的消息";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "如果设置了该选项，该群聊里面发送和接收的消息将在阅读后消失。";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "清除";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "编辑群聊";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "保存";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "点击编辑按钮。";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "开始您的首个Forsta对话！";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "您可以将收件箱中不活跃的会话移至存档。";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "请整理您的收件箱。";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "邀请联系人";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "您没有正在使用Forsta的联系人！";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "建议您邀请您的朋友使用Forsta";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "提示：请开始一个新的对话！";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "完成。完成。完成。";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "没有新消息。";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "空";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "服务器连接失败！";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "结束通话";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "握手信号交换失败！";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "您挂断了电话。";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "对方挂断了电话。";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "登录失败！";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "来自服务器的消息：";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "该号码尚未注册 Forsta 或 RedPhone！";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "对方无法接听。";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "您拒绝了电话。";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "电话已挂断。";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "您重新拨打了电话。";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "忙...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "电话未接到。";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "客户端失败！";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "未能发送消息。";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "服务器出错。请稍候再试。";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "收到了一个重复的消息。";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "对方的密钥无效。";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "收到了一个此版本无法读取的消息。";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "没有对方可用的会话。";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "安全码已经改变。";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "发生了一个未知的错误。";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "我们检测到安全码已经改变。请点击继续验证。";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "悲剧了！";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "发邮件失败了。再按一下。";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "无法验证安全码！";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "重置会话。";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "头像更变成功。";

/* No comment provided by engineer. */
"GROUP_CREATED" = "组群已成功创建。";

/* No comment provided by engineer. */
"GROUP_CREATING" = "创建新的组群";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "组群创建失败";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "管理群聊";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ 加入了群组。";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ 已退出群组。";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "成员列表";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "离开组群 %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "无法退出组群";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "群组名称已改为 '%@'。";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "群组更新完成。";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "您退出了这个群。";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u 小时";

/* Call setup status label */
"IN_CALL_CONNECTING" = "正在连接...";

/* Call setup status label */
"IN_CALL_RINGING" = "正在响铃...";

/* Call setup status label */
"IN_CALL_SECURING" = "已接通。正在加密...";

/* Call setup status label */
"IN_CALL_TALKING" = "安全连接已启用。";

/* Call setup status label */
"IN_CALL_TERMINATED" = "完成。";

/* No comment provided by engineer. */
"INCOMING_CALL" = "来电";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "来自 %@ 的来电";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "消息在 %@ 后消失。";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "保持消息持久";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "离开群组";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "离开群聊";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "绑定设备失败";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "这台设备可以看到你所有的群聊和联系人，可以读所有消息，还可以以你的名义发送消息。";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "绑定当前设备？";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "重试";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "请扫描设备上面的二维码进行绑定。";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "扫描二维码";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "绑定新设备";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "已绑定的设备";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "绑定设备失败";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "显示成员列表";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "正在加载您的通讯录。";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "正在加载中，请稍等。";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "信息记录日志";

/* No comment provided by engineer. */
"ME_STRING" = "我";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "新信息";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u 分钟";

/* No comment provided by engineer. */
"MISSED_CALL" = "未接来电";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta需要访问您的摄像头";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "来自 %@ 的未接来电。";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "您收到了 %@ 的来电。";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "您呼叫了 %@。";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "您无法匹配更多的设备。";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "您已经匹配使用的设备到达当前账号的上限。请移除一个设备后重新尝试匹配。";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "请检查您的网络连接并重试。";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "已连接";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "正在连接";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "网络状态";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "离线";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "您可以通过收件箱上方的彩条来判断网络连接状态。";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "新群组";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "为此群组命名";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "添加成员";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "给 %@ 的消息发送失败。";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "由于苹果通知推送系统的已知缺陷，消息只有在发送的30秒之内被接收才会显示预览。因此，应用图标上的显示可能并不准确。";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "没有名字或信息";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "后台通知";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "应用内通知";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "发件人 & 信息";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "仅显示发件人";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "显示";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "通知铃声";

/* No comment provided by engineer. */
"OK" = "好";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "设置";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ 取消了消息自毁。";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ 设置了消息 %@ 后消失。";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "去电";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "在您的iPhone解锁后才能收到新信息。";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "您的版本过低。升级后才可以继续校验。";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "您的好友版本过低。请对方升级后继续验证。";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "您扫描的看起来不是安全码。请确保双方使用的是最新版的Forsta。";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "如需确认你和 %@ 的端对端加密安全性，请在双方设备上面比较上述数字。\n\n或者可以通过扫描上述二维码进行验证。";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "安全码校验";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "继续";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "标记为已读";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "回复";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "推送通知";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta需要开启推送通知和声音以正常工作。请您到 设置 >> 通知中心 >> Forsta 改变该设置。";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "？";

/* No comment provided by engineer. */
"RATING_MSG" = "如果您喜欢用 Forsta 进行私人会话，你可以通过评分的方式来支持我们。这将不会花费您很长时间，而且也将对保护其他人的隐私有所帮助。";

/* No comment provided by engineer. */
"RATING_RATE" = "给 Forsta 评分";

/* No comment provided by engineer. */
"RATING_TITLE" = "支持 Forsta";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "请输入正确的国家编码";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "国家编码错误";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta 允许你同现有的联系人进行私人聊天。要使用 Forsta， 请允许访问联系人。";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "继续";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "欢迎！";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "请重试";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "服务器目前正在限制注册次数，请稍后重试。";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "已注册号码";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "国家编码";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "输入电话号码";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "注册错误";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "不支持这个电话号码格式，请联系支持。";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "电话号码";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "有人给你发了TA的第一条信息！你只需要注册也能发送！";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "您的电话号码";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "验证失败";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "验证此设备";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "拒绝";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "您要注册的电话号码已经在别的服务器被注册，请注销该号码后再次尝试。";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "重新注册推送通知服务";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "重试";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "%@ 的安全码已经变更了。建议立刻进行校验。";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "扫描二维码";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "搜索姓名或号码";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u 秒";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "安全会话被重置。";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "再次发送";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "发送";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "发送短信到：";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "通过非加密的短信邀请好友？";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "短信发送失败，请稍后重试。";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "您成功得邀请了您的朋友加入Forsta！";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "您是否希望邀请以下号码加入Forsta：";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "关于";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "启用调试日志";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "提交调试日志";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "高级";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "清空历史记录";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "版权所有 Open Whisper Systems\n根据 GPLv3 授权";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "删除账号";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "您确定要清除您的所有历史记录吗(包括信息，附件，通话记录等)? 此操作是不可恢复的。";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "我确定";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "帮助";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "历史记录";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "信息";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "邀请";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "设置";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "通知";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "隐私";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "开启屏幕锁定功能";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "阻止Forsta预览页面出现在应用切换窗口。";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "屏幕安全";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "分享安装链接";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "支持";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "版本";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "显示新的安全码";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u 天";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u 小时";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u 分钟";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u 周";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "请你下载Forsta加密通讯软件！链接：";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "你们的安全码验证成功。你和 %@ 的通信不会受到任何监听。";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "安全码验证成功！";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "拍照片或视频";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "拍照片";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "无法从服务器获取最新联系人列表。请稍后重试。";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "取消";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "删除";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "未存档";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "未知附件";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "未知的联系人";

/* button title for unlinking a device */
"UNLINK_ACTION" = "解绑";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "被解绑的设备将无法接收和发送消息。";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "确定解绑 \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "解绑设备失败。";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "未命名设备";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "无法从Forsta注销。";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "收到了不支持的附件类型。";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "您的设备不支持此功能。";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "更新";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "升级Forsta…";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "上传中…";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "更换号码";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "验证码";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "通过电话呼叫我以获取验证码";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "重新获取验证码";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "提交验证码";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "验证";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "安全码校验";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Forsta桌面版设置成功。";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u 周";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "收件箱";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "您取消了消息自毁。";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "您设置了消息%@后消失。";
